# CLI
brew "azure-cli"
brew "bitwarden-cli"
brew "docker"
brew "docker-buildx"
brew "gh"
brew "git"
brew "go"
brew "gopass"
brew "hashicorp/tap/terraform"
brew "pnpm"
brew "powershell"
brew "python"
brew "starship"
brew "tmux"
brew "yq"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"

# Casks
cask "claude"
cask "claude-code"
cask "dbeaver-community"
cask "scroll-reverser"
