aaron-bond.better-comments
anthropic.claude-code
github.copilot-chat
github.vscode-github-actions
github.vscode-pull-request-github
gruntfuggly.todo-tree
mechatroner.rainbow-csv
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.remote-explorer
oderwat.indent-rainbow
ph0enixkm.amber-language
pjmiravalle.terraform-advanced-syntax-highlighting
pkief.material-icon-theme
vue.volar
